[
  {
    "thoughtText": "This is my favorite product of 2023! Took with me on vacation recently and got so many compliments on my skin!  I have a ton of redness and some acne scarring, this just completely covered it up and added a beautiful glow to my skin. Ive never seen such a natural looking “foundation",
    "thoughtAuthor": "queen_james"
  },
  {
    "thoughtText": "like the smell and Color but mine came broken and used its the second order I have placed that came open or used. However I really am loving too faced lately their packaging and pigments are very good I will exchange and rebut.",
    "thoughtAuthor": "Gigi Hadid"
  },
  {
    "thoughtText": "After using this product i absolutely fell in love the tinted color matches my skin so perfectly it has such a nice glow. Using use this and only this because it cover everything. You dont even need to apply any makeup on top of this.",
    "thoughtAuthor": "Rihanna"
  },
  {
    "thoughtText": "IWHY?! I wanted to love this but within a day after using it I had breakouts. I stopped using it, let the breakouts subside, and tried it again and same thing. Tiny little bumps in random spots all over myface :(",
    "thoughtAuthor": "Katy Perry"
  },
  {
    "thoughtText": "I have recently tried Kiehl's Ultra Facial Advanced Butter and think it was great. I have farely dry skin in the winter and tend to get eczema on my forehead. This cream was very rich and thick and creamy, which worked great to rehydrate my skin and especially helped sooth the eczema on my forehead. I would definitely purchase again and recommend this product to anyone with dry winter skin or just looking for a hydrating face cream.",
    "thoughtAuthor": "Lorde"
  },
  {
    "thoughtText": "I got this as sample, love it !! It made my skin so soft and glowing. I use it with the cleanser. I have gotten so many compliments on my skin since using this product. I have purchased the full size, yes I do think its pricey. But I think it will lay a long time .",
    "thoughtAuthor": "Emma Watson"
  },
  {
    "thoughtText": "TI really enjoy using this as my nighttime toner on  nights I'm using actives or on nights after my allergies have been riled up all day leaving my poor face sensitive from all the sneezing & nose blowing.  I will continue to use it but, going forward, I think I'll move this into my spring/summer skincare regimen product lineup.",
    "thoughtAuthor": "Natalie Portman"
  },
  {
    "thoughtText": "I just recently found this product and line. I love it! I use it most days on my face and neck. It's very creamy and perfect for winter. My face manages to stay hydrated when I use this even though my skin tends towards the dry side.",
    "thoughtAuthor": "Lana Del Rey"
  },
  {
    "thoughtText": "Didnt do anything special for me. Had pilling the next day if I put it on at night so it didnt really sink into my skin for some reason. Smells good though.",
    "thoughtAuthor": "Reese Witherspoon"
  },
  {
    "thoughtText": "When I put it on, my skin felt so, so happy and relieved. First moisturizer that hasn't broken me out. Use all over face, and a slightly heavier moisturizer on eyes and down hairline, where drier. After 40, and in steam-heated northeast winters, my skin started becoming noticably dry, esp in winter. This helps immensely.",
    "thoughtAuthor": "Emma Watson"
  }
]
